Autodesk.Revit.DB.ExportColumnHeaders
Options for exporting column headers in schedule view export.
Since:
2013

Autodesk.Revit.DB.ExportColumnHeaders.MultipleRows
Both column headers and grouped header cells are exported.

Autodesk.Revit.DB.ExportColumnHeaders.OneRow
Export the column headers only.

Autodesk.Revit.DB.ExportColumnHeaders.None
Do not export column headers.